Revit 2024 API
ParameterTypeId.SpotSlopeOffsetFromReference Property
 "Offset from Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpotSlopeOffsetFromReference { get; }
Visual Basic
Public Shared ReadOnly Property SpotSlopeOffsetFromReference As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpotSlopeOffsetFromReference {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace